// Название: Текущий год 📅

/*
Описание:
Объявите переменную типа int с именем currentYear. Присвойте ей значение 2026 и выведите это значение на экран.
*/

/*
Требования:
• В программе должна быть объявлена переменная типа int с именем currentYear.
• Переменной currentYear должно быть присвоено значение 2026.
• Программа должна вывести на экран значение переменной currentYear.
*/

/*
// TODO:
package ru.javarush.java.core.level01.task04;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменную типа int с именем currentYear


        // Выводим значение переменной currentYear на экран

    }
}
*/

package ru.javarush.java.core.level01.task04;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменную типа int с именем currentYear
        int currentYear = 2026;
        // Выводим значение переменной currentYear на экран
        System.out.println(currentYear);
    }
}

// Ссылка: https://javarush.com/tasks/ru.javarush.java.core.level01.task04