// Название (JavaRush): Личное сообщение 💌
// Title (CodeGym): Personal message 💌

/*
Описание:
Создайте переменную типа String с именем myMessage. Присвойте ей значение "I ❤️ YOU". Выведите это сообщение на экран.
*/

/*
Требования:
• В программе должна быть объявлена переменная типа String.
• Переменная должна иметь имя myMessage.
• Переменной myMessage должно быть присвоено значение "I ❤️ YOU".
• Значение переменной myMessage должно быть выведено на экран.
*/

/*
// TODO:
package ru.javarush.java.core.level01.task05;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменную типа String с именем myMessage


        // Выводим значение переменной myMessage на экран

    }
}
*/

package ru.javarush.java.core.level01.task05;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменную типа String с именем myMessage
        String myMessage;
        myMessage = "I ❤️ YOU";
        // Выводим значение переменной myMessage на экран
        System.out.println(myMessage);
    }
}

// Ссылка (JavaRush): https://javarush.com/tasks/ru.javarush.java.core.level01.task05
// Link (CodeGym): https://codegym.cc/tasks/en.codegym.java.core.level01.task05