// Название (JavaRush): Вычисление стоимости заказа 🛍️
// Title (CodeGym): Calculating the order cost 🛍️

/*
Описание:
Вы рассчитываете стоимость заказа в магазине. Объявите три переменные типа int: itemPrice со значением 4, itemCount со значением 3, discount со значением 2.
Создайте переменную totalCost, в которую запишите значение выражения (itemPrice + itemCount) * discount.
После этого создайте переменную finalMessage типа String, в которую вы запишете строку "Итоговая стоимость: " + totalCost, и выведите её на экран.
*/

/*
Требования:
• В программе должны быть объявлены три переменные типа int: itemPrice, itemCount и discount.
• Переменным itemPrice, itemCount и discount должны быть присвоены значения 4, 3 и 2 соответственно.
• Должна быть объявлена переменная totalCost, в которую записывается результат выражения itemPrice * itemCount - discount.
• Должна быть объявлена переменная finalMessage типа String.
• В переменную finalMessage должна быть записана строка "Итоговая стоимость: " + totalCost.
• Программа должна вывести на экран содержимое переменной finalMessage.
*/

/*
// TODO:
package ru.javarush.java.core.level01.task09;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменные типа int и присваиваем им значения


        // Вычисляем итоговую стоимость заказа


        // Формируем итоговое сообщение


        // Выводим итоговое сообщение на экран

    }
}
*/

package ru.javarush.java.core.level01.task09;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменные типа int и присваиваем им значения
        int itemPrice = 4;
        int itemCount = 3;
        int discount = 2;

        // Вычисляем итоговую стоимость заказа
        int totalCost = (itemPrice * itemCount) - discount;

        // Формируем итоговое сообщение
        String finalMessage = "Итоговая стоимость: " + totalCost;

        // Выводим итоговое сообщение на экран
        System.out.println (finalMessage);
    }
}

// Ссылка (JavaRush): https://javarush.com/tasks/ru.javarush.java.core.level01.task09
// Link (CodeGym): https://codegym.cc/tasks/en.codegym.java.core.level01.task09