// Название: Сообщение в чате 💬

/*
Описание:
Представьте, что вы отправляете сообщение в чат. Напишите программу, которая выводит на экран текущий год — 2026 — и смайлик 😅. Каждое сообщение должно быть на отдельной строке.
*/

/*
Требования:
• Программа должна вывести на экран число 2026.
• Программа должна вывести на экран смайлик 😅.
• Число 2026 и смайлик 😅 должны выводиться на отдельных строках, а не в одной строке.
• Для вывода сообщений на экран необходимо использовать команду System.out.println.
*/

/*
// TODO:
package ru.javarush.java.core.level01.task02;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим текущий год 2026 на отдельной строке


        // Выводим смайлик 😅 на отдельной строке

    }
}
*/

package ru.javarush.java.core.level01.task02;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим текущий год 2026 на отдельной строке
        System.out.println("2026");

        // Выводим смайлик 😅 на отдельной строке
        System.out.println("😅");
    }
}

// Ссылка: https://javarush.com/tasks/ru.javarush.java.core.level01.task02