// Сообщение в чате 💬

/*
Представьте, что вы отправляете сообщение в чат. Напишите программу, которая выводит на экран текущий год — 2026 — и смайлик 😅. Каждое сообщение должно быть на отдельной строке.
*/

/*
package ru.javarush.java.core.level01.task02;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим текущий год 2026 на отдельной строке


        // Выводим смайлик 😅 на отдельной строке

    }
}
*/

package ru.javarush.java.core.level01.task02;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим текущий год 2026 на отдельной строке
        System.out.println("2026");

        // Выводим смайлик 😅 на отдельной строке
        System.out.println("😅");
    }
}

// https://javarush.com/tasks/ru.javarush.java.core.level01.task02