// Название (JavaRush): Возраст проекта 💻
// Title (CodeGym): Project age 💻

/*
Описание:
Представьте, что вы хотите узнать, сколько лет вашему проекту, который начался в 2020 году.
Объявите две переменные типа int: currentYear (присвойте ей значение 2026) и projectAge.
Присвойте переменной projectAge значение, равное разнице между currentYear и 2020.
Затем выведите на экран возраст проекта.
*/

/*
Требования:
• В программе должна быть объявлена переменная типа int с именем currentYear и значением 2026.
• В программе должна быть объявлена переменная типа int с именем projectAge.
• Переменной projectAge должно быть присвоено значение, равное разности currentYear и 2020.
• Программа должна вывести на экран значение переменной projectAge.
*/

/*
// TODO:
package ru.javarush.java.core.level01.task06;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменную currentYear и присваиваем ей значение 2026


        // Объявляем переменную projectAge


        // Вычисляем возраст проекта как разницу между currentYear и 2020


        // Выводим возраст проекта на экран

    }
}
*/

package ru.javarush.java.core.level01.task06;

public class Solution
{
    public static void main(String[] args)
    {
        // Объявляем переменную currentYear и присваиваем ей значение 2026
        int currentYear;
        currentYear = 2026;

        // Объявляем переменную projectAge
        int projectAge;

        // Вычисляем возраст проекта как разницу между currentYear и 2020
        projectAge = currentYear - 2020;

        // Выводим возраст проекта на экран
        System.out.println(projectAge);
    }
}

// Ссылка (JavaRush): https://javarush.com/tasks/ru.javarush.java.core.level01.task06
// Link (CodeGym): https://codegym.cc/tasks/en.codegym.java.core.level01.task06