// Название: Первая команда 😎

/*
Описание:
Напишите программу на Java, которая выводит на экран фразу: "Круто быть программистом!😎"
*/

/*
Требования:
• Программа должна выводить на экран фразу: Круто быть программистом!😎
• Для вывода текста должно использоваться выражение System.out.println.
*/

/*
// TODO:
package ru.javarush.java.core.level01.task01;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим на экран фразу "Круто быть программистом!😎"

    }
}
*/

package ru.javarush.java.core.level01.task01;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим на экран фразу "Круто быть программистом!😎"
        System.out.println("Круто быть программистом!😎");
    }
}

// Ссылка: https://javarush.com/tasks/ru.javarush.java.core.level01.task01