// Первая команда 😎

/*
Напишите программу на Java, которая выводит на экран фразу: "Круто быть программистом!😎"
*/

/*
package ru.javarush.java.core.level01.task01;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим на экран фразу "Круто быть программистом!😎"

    }
}
*/

package ru.javarush.java.core.level01.task01;

public class Solution
{
    public static void main(String[] args)
    {
        // Выводим на экран фразу "Круто быть программистом!😎"
        System.out.println("Круто быть программистом!😎");
    }
}

// https://javarush.com/tasks/ru.javarush.java.core.level01.task01